alert("Проверка...")
alert("Ты прошëл проверку! Но предупреждение.")
alert("Предупреждение! Если вы перешли по другой ссылке, никак как: https://itsdominus.github.com/whoname01/ то возможно, человек обиделся на вас и кинул ссылку, которая получает инфу и айпи жертвы, столь рекомендую пересмотреть с этим человеком ваши с ним отношение, а так-же как-то заключить мир, если не получится, тообращайтесь в органные опеки, и из-за вас он может попасть в тюрьму или под домашний арест, если вдруг у этого человека есть особые причины зачем он это сделал, то виноваты будете вы!") 

